/* 
  InfoPlist.strings
  ownCloud

  Created by Javier Gonzalez on 06/06/2018.
  Copyright © 2018 ownCloud GmbH. All rights reserved.
*/

/*
 * Copyright (C) 2018, ownCloud GmbH.
 *
 * This code is covered by the GNU Public License Version 3.
 *
 * For distribution utilizing Apple mechanisms please see https://owncloud.org/contribute/iOS-license-exception/
 * You should have received a copy of this license along with this program. If not, see <http://www.gnu.org/licenses/gpl-3.0.en.html>.
 *
 */

"NSFaceIDUsageDescription" = "Разблокировать приложение без ввода кода доступа.";
"NSAppleMusicUsageDescription" = "Это разрешение требуется для загрузки медиафайлов на ваш сервер.";
"NSPhotoLibraryAddUsageDescription" = "Это разрешение необходимо для загрузки фото и видео из вашей библиотеки.";
"NSPhotoLibraryUsageDescription" = "Это разрешение необходимо для загрузки фото и видео из вашей библиотеки.";
"NSLocationAlwaysAndWhenInUseUsageDescription" = "Это разрешение требуется для включения фоновой автоматической загрузки фотографий и видео.";
"NSLocationAlwaysUsageDescription" = "Это разрешение требуется для включения фоновой автоматической загрузки фотографий и видео";
"NSLocationWhenInUseUsageDescription" = "Это разрешение требуется для включения фоновой автоматической загрузки фотографий и видео";
"NSMicrophoneUsageDescription" = "Это разрешение требуется для записи видео";
